Repository: hivepress/hivepress-reviews
Catalog: languages/hivepress-reviews-*.po
Languages: pl_pl, uk

source: Reviews
pl_pl: Opinie
uk: Відгуки

# sort order
source: Rating
uk: За рейтингом

source: Rating
pl_pl: Ocena
uk: Рейтинг

source: You've already submitted a review.
pl_pl: Już wysłałeś opinię.
uk: Ви вже відправили відгук.

source: Write a Review
pl_pl: Zostaw opinię
uk: Написати відгук

source: Allow submitting multiple reviews
pl_pl: Pozwól dodawać kilka opinii
uk: Дозволити додавання кількох відгуків

source: Manually approve new reviews
pl_pl: Ręcznie zatwierdzaj nowe opinie
uk: Вручну схвалювати нові відгуки

source: You can't review your own listings.
pl_pl: Nie możesz oceniać własne ogłoszenia.
uk: Ви не можете залишати відгуки на власні оголошення.

source: Submit Review
pl_pl: Wyślij opinię
uk: Відправити відгук

source: Your review has been submitted.
pl_pl: Twoja opinia została wysłana.
uk: Ваш відгук відправлений.

source: Review
pl_pl: Opinia
uk: Відгук

source: HivePress Reviews
pl_pl: HivePress Opinie
uk: HivePress Відгуки

source: Allow users to rate and review listings.
pl_pl: Pozwól użytkownikom oceniać ogłoszenia.
uk: Дайте користувачам можливість оцінювати і залишати відгуки на оголошення.
